Repository: ardacetin/simple-wa-button
Catalog: languages/simple-*-button_turkish.po
Languages: tr

source: Disable chat button on this page
tr: Bu sayfadaki WhatsApp düğmesini devre dışı bırak

source: Whatsapp Settings
tr: Whatsapp Button Ayarları

source: Button Settings
tr: Button Ayarları

source: Whatsapp number
tr: WhatsApp Numarası

source: Enter Whatsapp number with country code (without any plus, preceding zero, hyphen, brackets, space).
tr: Whatsapp numarasını ülke koduyla birlikte girin (herhangi bir artı, önceki sıfır, kısa çizgi, parantez, boşluk olmadan).

source: Whatsapp chat text
tr: Whatsapp Sohbet Başlangıç Metni

source: (optional)
tr: (isteğe bağlı)

source: Hello
tr: Merhaba

source: Button status
tr: Buton Ayarları

source: Enabled
tr: Aktif

source: Button text
tr: Buton Metni

source: Need Help?
tr: Size nasıl yardımcı olabiliriz?

source: Leave this field empty to only show an icon.
tr: Yalnızca bir simge göstermek için bu alanı boş bırakın.

source: Desktop link type
tr: Masaüstü bağlantı türü

source: Desktop App
tr: Masaüstü Uygulaması

source: Open link in
tr: Yeni pencerede aç

source: New Tab
tr: Yeni sekmede aç

source: Current Tab
tr: Aynı pencerede aç

source: Position
tr: Pozisyon

source: Bottom Right
tr: Sağ Alt

source: Bottom Left
tr: Sol Alt

source: Bottom margin
tr: Alt kenar boşluğu

source: px (in Desktop)
tr: px (Masaüstünde)

source: px (in Tablet)
tr: px (Tablet içinde)

source: px (in Mobile)
tr: px (Mobil cihazlarda)

source: Simple Chat Button
tr: Simple WhatsApp Button

source: Simple Chat Button Settings
tr: Simple WhatsApp Button Ayarları

source: Settings
tr: Ayarlar

source: Website
tr: Web sitesi

source: Adds a beautiful WhatsApp Sticky Button on the WordPress frontend.
tr: WordPress'e güzel bir WhatsApp Yapışkan Düğmesi ekler.

source: Rasoul Mousavian
tr: Arda Çetin

source: https://seramo.ir
tr: https://ardacetin.org
